---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ProjectLocationSet
source: html/e878c26c-331b-b253-f8e0-4f09bc36c537.htm
---
# ProjectLocationSet Members

Initializes a new instance of the ProjectLocationSet class